Autodesk.Revit.Exceptions.OutdatedDirectlyOpenedCentralException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.OutdatedDirectlyOpenedCentralException
The exception thrown when a central model is opened directly and its copy in the session is
outdated.  If the operation is supported for local files, first resave as local, and try again.
Since: 2014